import React from "react";
import "./blog.css";
import Header from "../header/Header";
import Poster from "../../assets/blog-poster.png";
import Categories from "../categories/Categories";
import GoBackButton from "../buttons/gobackbutton/GoBackButton";

const Blog = () => {
  return (
    <div className="blog__container">
      <div className="gobackbutton">
        <GoBackButton />
      </div>
      <img src={Poster} />
      <div className="blog__info">
        <h3>ლილე კვარაცხელია</h3>
        <p className="blog__date">
          02.11.2023 * lile.kvaratskhelia@redberry.ge
        </p>
      </div>
      <h2 className="blog__wrap">
        მობილური ფოტოგრაფიის კონკურსის გამარჯვებულთა ვინაობა ცნობილია
      </h2>
      <div className="blog__categories">
        <Categories /> <Categories /> <Categories />
      </div>
      <p className="blog__article">
        6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ორჯერ გაიმეორეს და ორივეჯერ იმ ყველს მიენიჭა
        უპირატესობა, რომელსაც ჰიპ-ჰოპს ასმენინებდნენ. „მუსიკალური ენერგია
        პირდაპირ ყველის შუაგულში რეზონირებდა“, — აღნიშნა ბერნის ხელოვნების
        უნივერსიტეტის წარმომადგენელმა, მაიკლ ჰერენბერგმა. რა თქმა უნდა, ეს ერთი
        კვლევა საკმარისი არ არის საბოლოო დასკვნების გამოსატანად. სანაცვლოდ,
        მეცნიერებს სურთ, უშუალოდ ჰიპ-ჰოპის ჟანრის სხვადასხვა მუსიკა მოასმენინონ
        რამდენიმე ყველს და უკვე ისინი შეაჯიბრონ ერთმანეთს. აქვე საგულისხმოა, რომ
        როგორც ბერნის მეცნიერები განმარტავენ, ექსპერიმენტს საფუძვლად არა ყველის
        გაუმჯობესებული წარმოება, არამედ კულტურული საკითხები დაედო. მათი თქმით,
        ადამიანებს უყვართ ყველი და მუსიკა, ამიტომაც საინტერესოა ამ ორის კავშირის
        დანახვა.
        <br />
        <br />6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ორჯერ გაიმეორეს და ორივეჯერ იმ ყველს მიენიჭა
        უპირატესობა, რომელსაც ჰიპ-ჰოპს ასმენინებდნენ. „მუსიკალური ენერგია
        პირდაპირ ყველის შუაგულში რეზონირებდა“, — აღნიშნა ბერნის ხელოვნების
        უნივერსიტეტის წარმომადგენელმა, მაიკლ ჰერენბერგმა. რა თქმა უნდა, ეს ერთი
        კვლევა საკმარისი არ არის საბოლოო დასკვნების გამოსატანად. სანაცვლოდ,
        მეცნიერებს სურთ, უშუალოდ ჰიპ-ჰოპის ჟანრის სხვადასხვა მუსიკა მოასმენინონ
        რამდენიმე ყველს და უკვე ისინი შეაჯიბრონ ერთმანეთს.
      </p>

      <div className="blog__suggestions">
        <h2>მსგავსი სტატიები</h2>{" "}
        <div className="blog__btns">
          <button className="blog__btn__left">&#60;</button>
          <button className="blog__btn__right">&#62;</button>
        </div>
      </div>
    </div>
  );
};

export default Blog;
